;------------------------------------------------------------------------------
; UltraDefrag GUI FR French Language Pack.
; Copyright (C) 2008 by Pascal Crozet.
; pascalDOT.crozetAT@gmailDOT.com
;------------------------------------------------------------------------------
 
; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; CE FICHIER DOIT ETRE SAUVE EN ENCODAGE UNICODE (UTF-16)
; Use \n as a newline character in strings.
; Utiliser \n comme caractère de nouvelle ligne dans les chaînes
 
 
; Contrôles de la fenêtre principale.
 
RESCAN_DRIVES         = Actualiser
SKIP_REMOVABLE_MEDIA  = Exclure les supports amovibles
CLUSTER_MAP           = Carte du disque
ANALYSE               = Analyse
DEFRAGMENT            = Défragmente
COMPACT               = Compacte
PAUSE                 = Pause
STOP                  = Arrêt
REPORT                = Rapport
SETTINGS              = Paramètres
ABOUT                 = A propos
 
; Articles de la liste des lecteurs.
 
VOLUME                = Volume
STATUS                = État
FILESYSTEM            = Système de fichiers
TOTAL                 = Espace total
FREE                  = Espace libre
PERCENT               = Pourcent.
 
; Messages d'état.
 
ANALYSE_STATUS        = Analyse
DEFRAG_STATUS         = Défragmentation
 
; Messages de la barre d'état.
 
DIRS                  = répertoires
FILES                 = fichiers
FRAGMENTED            = fragmenté
COMPRESSED            = compressé
MFT                   = MFT
 
; Fenêtre des paramètres.
 
EDIT_MAIN_OPTS        = Options principales
EDIT_REPORT_OPTS      = Options du rapport
READ_USER_MANUAL      = Manuel utilisateur
 
; Fenêtre A propos de.
 
ABOUT_WIN_TITLE       = A propos de Ultra Défragmenteur
CREDITS               = Crédits
LICENSE               = Licence
 
; FIN DE FICHIER
